[{
  "message": "1 – SOBRE CONVÍVIO E BOM COMPORTAMENTO\n1.1 É obrigatória a participação no discord, mesmo que o membro não possua microfone, ficando atento ao chat #avisos no canal [PvPS] , sendo, também, obrigatório ficar online no discord sempre que estiver online no jogo, mesmo que não possa entrar em chamada com os colegas de guilda;\n1.2 É proibido desrespeitar um oficial, assim como o oficial não pode desrespeitar um membro, prezando pelo bom convívio;\n1.3 É proibido silenciar, bloquear ou ignorar algum oficial da guilda para assuntos de guilda.\nVocê não é obrigado a falar com o mesmo sobre assuntos privados, mas é obrigado a se comunicar quando for sobre a guilda. Incluindo denúncias, dúvidas, pedidos de ajuda e participação de jogatinas em que ambos estejam juntos;\n1.4 É proibido divulgar prints, vídeos ou áudios que expõem os membros da guilda ao ridículo fora do discord;\n1.5 É proibido desrespeitar outro membro da guilda, ser ofensivo ou excluí-lo do conteúdo em andamento, principalmente se isso interferir no andamento do grupo;\n1.6 É proibido ficar inativo por mais de 7 dias sem justificativa para algum Oficial. (kick)"
}, {
  "message": "2 – SOBRE CONTEÚDO EM GRUPO\n2.1 Respeitar e escutar a call do shootcaller (quem estiver orientando o grupo);\n2.2 Ao pensar em uma decisão melhor, sempre consultar o shootcaller ANTES de agir ou ANTES de agrar os mobs/puxar pvp;\n\nQualquer descumprimento das orientações, regras da guilda ou ally, é passível de punição pelo Oficial que estiver no momento.\n\n3 – Sobre respeito com a Aliança\n3.1 Ler e seguir as regras contidas nos canais #regras-aliança e #deleted-channel;\n3.2 Caso se comprometa em participar de algum conteúdo em conjunto com a aliança, respeitar as regras impostas por eles neste conteúdo e deverá cumprir sem falta, ou avisar previamente com 5h de antecedência que não poderá ir.\n\nQualquer descumprimento das regras da aliança, sendo por membros da guilda ou membros da ally, contatar um oficial o mais rápido possível.2 – SOBRE CONTEÚDO EM GRUPO\n2.1 Respeitar e escutar a call do shootcaller (quem estiver orientando o grupo);\n2.2 Ao pensar em uma decisão melhor, sempre consultar o shootcaller ANTES de agir ou ANTES de agrar os mobs/puxar pvp;\n\nQualquer descumprimento das orientações, regras da guilda ou ally, é passível de punição pelo Oficial que estiver no momento.\n\n3 – Sobre respeito com a Aliança\n3.1 Ler e seguir as regras contidas nos canais #regras-aliança e #deleted-channel;\n3.2 Caso se comprometa em participar de algum conteúdo em conjunto com a aliança, respeitar as regras impostas por eles neste conteúdo e deverá cumprir sem falta, ou avisar previamente com 5h de antecedência que não poderá ir.\n\nQualquer descumprimento das regras da aliança, sendo por membros da guilda ou membros da ally, contatar um oficial o mais rápido possível."
}]